<?php
/*
 * To change this template, choose Tools | Templates
 * and open the template in the editor.
 */
?>
<html>
    <head>
        <title>Gamer คนเกมทะลุเกม</title>
        <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
        <meta property="og:title" content="Gamer คนเกมทะลุเกม" />
        <meta property="og:image" content="http://www.thai-movies.net/images/movieF/2M_8.jpeg"  />
        <meta property="og:url" content="http://www.thai-movies.net/movies/movies/2M_8.php" />
        <meta property="og:description" content="แอ็กชั่นทริลเลอร์คอนเซปต์สุดล้ำ GAMER ว่าด้วยเรื่องราวในอนาคตอันใกล้ เมื่อเกมและความบันเทิงหลอมรวมกันเป็นความสยองสายพันธุ์ใหม่ คนกลุ่มหนึ่งสามารถควบคุมคนอีกกลุ่มหนึ่งให้เล่นไปตามเกมในเครือข่ายออนไลน์ใหญ่ยักษ์ ซึ่งมีกติกาว่าต้องกำจัดทุกคนที่ขวางหน้าเพื่อคว้าแต้ม ตัวการหลักของเกมอื้อฉาวผู้นำเทคโนโลยีควบคุมจิตใจคนมาใช้จนแพร่หลาย คืออภิมหาเศรษฐีลึกลับ เคน แคสเซิล (ไมเคิล ซี.ฮอลล์) นวัตกรรมล่าสุดของเขามาในรูปแบบเกมยิงกระจุยตะลุยเดี่ยวชื่อ “Slayers” มันดึงดูดผู้คนนับล้าน ให้เข้ามาปลดปล่อยจินตนาการดิบเถื่อนออนไลน์ต่อหน้าผู้ชมทั่วโลก ด้วยการเปลี่ยนนักโทษเป็นตัวเดินเกม และต้องสู้จนกว่าจะตาย!
เคเบิ้ล (เจอราร์ด บัตเลอร์ จาก 300) กลายเป็นซุปเปอร์สตาร์นักฆ่าในเกม Slayers สุดโหด เขาถูกควบคุมโดย ไซมอน เกมเมอร์ขาร็อกรุ่นเยาว์ซึ่งท้าทายทุกสายตาด้วยการพา เคเบิ้ล ไปสู่ชัยชนะมาแล้วหลายสัปดาห์ ในขณะที่ตัวเคเบิ้ลเอง ซึ่งถูกพรากจากครอบครัวมาอยู่ในคุกก่อนจะถูกบังคับให้ต้องสู้แบบไม่เต็มใจ ก็อยากจะมีชีวิตรอดให้นานที่สุดเพื่อหนีออกจากเกมไปปลดปล่อยครอบครัวที่เขารักให้เป็นอิสระ พร้อม ๆ กับกอบกู้ตัวตน และช่วยมนุษยชาติให้รอดพ้นจากเทคโนโลยีสุดโหดของแคสเซิล" />
    </head>
    <body style="margin:0px;">
        <p><iframe width="100%" height="100%" src="//www.youtube.com/embed/f7n_zBoXYno?rel=0" frameborder="0" allowfullscreen="" da_id="2" class="da_id2"></iframe>
</p>
    </body>
</html>