<?php
/*
 * To change this template, choose Tools | Templates
 * and open the template in the editor.
 */
?>
<html>
    <head>
        <title>Transformers 4: Age of Extinction มหาวิบัติยุคสุญพันธุ์ [ซูม]</title>
        <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
        <meta property="og:title" content="Transformers 4: Age of Extinction มหาวิบัติยุคสุญพันธุ์ [ซูม]" />
        <meta property="og:image" content="http://www.thai-movies.net/images/movieF/2M_9.jpeg"  />
        <meta property="og:url" content="http://www.thai-movies.net/movies/movies/2M_9.php" />
        <meta property="og:description" content="สี่ปีที่ผ่านมาตั้งแต่การต่อสู้ครั้งสุดท้ายระหว่างบอทส์และเซพติคอนซ้ายชิคาโกในซากปรักหักพังและอ้างว่าชีวิตของกว่าพันพลเรือนรัฐบาลสหรัฐได้ตัดความสัมพันธ์ของตนกับบอทส์และตราพวกเขาเป็นผู้ลี้ภัยยอดหน่วยซีไอเอเรียกว่า “สุสานลม” จะเกิดขึ้นโดยแฮโรลด์ Attinger ด้วยความตั้งใจของการล่าสัตว์ลงและการทำลายล้างบอทส์มีชีวิตรอดด้วยความช่วยเหลือของออกโรงนักล่าเงินรางวัลหม้อแปลง ในขณะที่การใช้ข้อมูลที่ได้รับจากหม้อแปลงทำลายผู้ประกอบการธุรกิจและโยชูวาจอยซ์และ บริษัท เทคโนโลยีของเขาเคลื่อนไหวโซลูชั่น Incorporated (KSI) ได้ค้นพบ “Transformium” โลหะที่ไม่เสถียรโมเลกุลที่เป็นสัดส่วนหลักของหม้อแปลง การสร้างผลตอบแทนของโจชัวเป็นวาทรอน, หม้อแปลงไฟฟ้าที่สร้างขึ้นจากข้อมูลที่อยู่ภายในศีรษะของเมกะทภายใต้การกำกับดูแลของสมองที่ถูกจับ
ในชนบทของเท็กซัสดิ้นรนหุ่นยนต์ประดิษฐ์เคดเยเกอร์และเพื่อนของเขาลูคัสแฟลนเนอรีซื้อกึ่งรถบรรทุกเก่าในความหวังของการลอกมันลงและขายชิ้นส่วนที่จะได้รับลูกสาวของเคดเทสซาในวิทยาลัย เคดพบว่ารถบรรทุกที่ได้รับบาดเจ็บเป็นออปติมัสไพรม์และมันเป็นไปไม่นานก่อนที่จะออกโรงและ Cemetary ลมปฏิบัติการที่นำโดยเจมส์พายุซาวอยในฟาร์ม Yeagers และคุกคามพวกเขา ออปติมัสออกมาจากที่ซ่อนเพื่อปัดเป่าปิดป้องกันปฏิบัติการในขณะที่เคดเทสซ่าและลูคัสจะได้รับการช่วยเหลือจากเทสซาแฟนเชนไดสันแข่งแรลลี่ไอริชมา พวกเขาสูญเสียปฏิบัติการในการไล่ล่าที่มีความยาวในปารีส, เท็กซัส, ลูคัส แต่ถูกฆ่าตายโดยระเบิดออกโรงในระหว่างการหลบหนีของพวกเขา ใช้จมูกเขาในระหว่างการโจมตีเคดพบว่าปฏิบัติการและ KSI จะทำงานร่วมกัน ออปติมัสชุมนุมบอทส์ที่เหลืออยู่ – ภมร, Hound, Drift และกากบาท – และการเดินทางกับพันธมิตรของมนุษย์ใหม่ของพวกเขาที่จะแทรกซึมเข้าไปในสำนักงานใหญ่ KSI ในชิคาโก มีเคดเชนและภมรค้นพบ บริษัท วิศวกรรมย้อนกลับของเทคโนโลยีหม้อแปลง เมื่อค้นพบว่าวงล้อที่ได้รับการฆ่าและหัวของเขาจะถูกละลายลง, ออปติมัสและพายุบอทส์เป็นสำนักงานใหญ่ที่จะทำลายห้องปฏิบัติการและการช่วยเหลือสมอง แต่โจชัวปลอบพวกเขาว่าการกระทำของพวกเขาจะไร้ประโยชน์และพวกเขาจะไม่เกี่ยวข้องกับโลกใบนี้
ในขณะที่บอทส์ออกจากสถานที่, โจชัวเปิดตัวต้นแบบของ KSI หม้อแปลงวาทรอนและเหล็ก ออปติมัสและวาทรอนมีส่วนร่วมในการต่อสู้ที่เหนื่อยมากที่ออปติมัสตระหนักว่าเป็นวาทรอนเมกะทในร่างใหม่ ทันใดนั้นออปติมัสจะถูกทำลายจากด้านหลังโดยออกโรงและในท่ามกลางความสับสนวุ่นวายที่เขาและเทสซาถูกจับและถูกนำตัวเข้าไปในเรือออกโรงของ เรือ, ออกโรงอธิบายให้ออปติมัสหม้อแปลงที่ถูกสร้างขึ้นโดยมนุษย์ต่างดาวเผ่าพันธุ์ลึกลับที่เรียกว่า “ผู้สร้าง” ซึ่งได้รับการว่าจ้างให้เขาจับผู้นำออโตบอท เป็นรางวัลสำหรับการจับภาพออปติมัส ‘ปฏิบัติการ Attinger ที่จะได้รับ “เมล็ด” ของที่ระลึกที่มีประสิทธิภาพที่ไซเบอร์รูปแบบพื้นที่กว้างของที่ดิน เคดเชนและพายุบอทส์ลงในเรือที่จะช่วยออปติมัสและเทสซา; ในขณะที่ผึ้งกากบาทและมนุษย์หนีและความผิดพลาดในเมืองชิคาโก, บอทส์อื่น ๆ แยกส่วนด้านหลังของเรือก่อนที่จะออกไปในอวกาศ โจชัวและพันธมิตรทางธุรกิจของเขาซู Yueming และดาร์ซี Tyril หนีไปยังกรุงปักกิ่งที่ Attinger มือโจชัวเมล็ดพันธุ์ในการแลกเปลี่ยนหุ้นในการควบคุม KSIบอทส์และพันธมิตรของมนุษย์ปฏิบัติตามพวกเขาเพื่อป้องกันไม่ให้พวกเขาจากการระเบิดของเมล็ด
ที่โรงงานปักกิ่ง KSI ของวาทรอนก็เปิดใช้งานด้วยตัวเองและติดเชื้อทั้งหมด 50 ของ บริษัท ทหารหม้อแปลงไฟฟ้าต้นแบบที่จะทำตามคำสั่งของเขา ตระหนักถึงความเขลาสร้างสรรค์ของเขา, โจชัวทรยศ Attinger ก่อนที่เขาซูและดาร์ซีนำเมล็ดพันธุ์ไปยังฮ่องกง มีบอทส์การต่อสู้เพื่อปกป้องโจชัวและเมล็ดพันธุ์ข้าวจากวาทรอนและสมุนของเขาซึ่งยิงลงเรือบอทส์ เคดฆ่าซาวอยในระหว่างการต่อสู้ในอาคารอพาร์ทเม้น มากกว่าและ outmatched ปติมัสไพรม์ออกกลุ่มของอัศวินในตำนานและนำพวกเขากลับไปยังเมืองที่จะทำลายกองทัพของวาทรอน ออกโรงกลับไปยังโลกและใช้อาวุธแม่เหล็กที่จะดึงยานพาหนะภายใต้เรือของเขาและวางพวกเขาในบอทส์ ออปติมัสทำลายอาวุธและเข้าร่วมในการต่อสู้กับออกโรงก่อนที่จะฆ่า Attinger เพื่อบันทึกเคด ออกโรงคว้าดาบปติมัสและ impales เขา แต่ความพยายามของภมรเคด, เทสซ่าและเชนหันเหความสนใจของนักล่าเงินรางวัลออปติมัสก่อนที่จะแทงเขาเข้าที่หน้าอกและชิ้นหัวของเขาในช่วงครึ่งปี ถอยวาทรอนและสาบานว่าจะต่อสู้กับออปติมัสวันอื่น ด้วยออกโรงทำลายและสุสานลมละลายออปติมัสชุด Dinobots ฟรีก่อนที่จะบินเข้ามาในพื้นที่ที่มีเมล็ดพันธุ์ที่ส่งข้อความไปยังผู้สร้าง" />
        <link href="../css/video-js.css" rel="stylesheet">
        <script type="text/javascript" src="../js/video.js"></script>
        <script src="../js/jquery.min.js"></script>
        <script>
            $(function(){
               $('#video1').attr('height',$(window).height()).attr('width',$(window).width());
            });
        </script>
    </head>
    <body style="margin:0px;">
        <video id="video1" class="video-js vjs-default-skin" width="1000" height="500"
        data-setup='{"controls" : true, "autoplay" : false, "preload" : "auto"}'>
        <source src="http://r14---sn-npo7enee.googlevideo.com/videoplayback?id=865c1849d9ab3b76&itag=34&source=webdrive&ip=202.28.78.243&ipbits=0&expire=1406793352&sparams=expire,id,ip,ipbits,itag,source&signature=1C746EDFDC4BFD5AF1CA95F334B85676F098EBB8.22DE5BA52848BC8A9C1859892024CC2AFBE77134&key=cms1&begin=0&cm2=0&cms_redirect=yes&ms=nxu&mt=1404201438&mv=m&mws=yes%27%20-H%20%27Pragma:%20no-cache%27%20-H%20%27Accept-Encoding:%20gzip,deflate,sdch%27%20-H%20%27Accept-Language:%20en-US,en;q=0.8,th;q=0.6%27%20-H%20%27User-Agent:%20Mozilla/5.0%20(Macintosh;%20Intel%20Mac%20OS%20X%2010_9_3)%20AppleWebKit/537.36%20(KHTML,%20like%20Gecko)%20Chrome/35.0.1916.153%20Safari/537.36%27%20-H%20%27Accept:%20*/*%27%20-H%20%27Referer:%20http://www.nungmovies-hd.com/%E0%B8%97%E0%B8%A3%E0%B8%B2%E0%B8%99%E0%B8%AA%E0%B9%8C%E0%B8%9F%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B9%80%E0%B8%A1%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%AA-4-transformers-age-of-extinction/%27%20-H%20%27Connection:%20keep-alive%27%20-H%20%27Cache-Control:%20no-cache" type="video/x-flv">
    </video>
        
    </body>
</html>